synapse-2/XGIMI_ALEXA_INTEGRATION/sdkconfig.defaults
CONFIG_AUTOSTART_ARDUINO=y
# CONFIG_WS2812_LED_ENABLE is not set
CONFIG_FREERTOS_HZ=1000
CONFIG_MBEDTLS_PSK_MODES=y
CONFIG_MBEDTLS_KEY_EXCHANGE_PSK=y
# NOTE : also specify in the board jason
CONFIG_IDF_TARGET="esp32s3"